Repository: AntonyDerache/skull-king-score-app
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Start
fr: Jouer

source: players
fr: joueurs

source: Bids:
fr: Mises :

# tricks
source: Tricks won:
fr: Plis gagnés :

source: Bonus points:
fr: Points bonus :

source: Round score:
fr: Score de la manche :

source: End round
fr: Fin de manche

# invalidInput
source: Invalid input. Total tricks won have to match current round.
fr: Données invalide. Le nombre de plis gagnés total doit être égale à la manche en cours

# krakenDialogTitle
source: Missing data
fr: Données manquante

# tooMuchRoundRegistered
source: Total tricks won should not be superior to current round
fr: Le nombre de plis gagnées total ne doit pas dépassé la manche actuelle

# krakenDialogContent
source: One round is missing, does the kraken has been played during this round?
fr: Le résultat d'un plit est manquant, est-ce que la carte Kraken a été joué durant cette manche ?

# historyBehindDialogTitle
source: Round modification
fr: Modification d'une manche

# historyBehindDialogContent
source: Changing previous round lead to reinitialisation of the next rounds you have already filled in. Do you wish to continue?
fr: Modifier les résultats d'une manche précédente entraine une réinitialisation des manches suivante déjà saisie. Êtes-vous sûr de continuer ?

# result
source: Game Result!
fr: Resultats !

source: Help
fr: Guide d'utilisation

# helpBonusPoints
source: Bonus points
fr: Points bonus

source: Mermaid
fr: Sirène

# mermaid_description
source: Add a Mermaid if player has beaten one using a Pirate
fr: Ajouter une sirène si un joueur en bat une en jouant un pirate

# pirate_descrption
source: Add a Pirate if player has beaten one using a Skull King
fr: Ajouter une pirate si un joueur en bat un en jouant un Skull King

# skull_king_description
source: Add a Skull King if player has beaten one using a Mermaid
fr: Ajouter un Skull King si un joueur le bat en jouant une sirène

# ten_point_description
source: Add Ten points for any 14 cards the current bids' winner gained
fr: Ajouter 10 points pour chaque carte numéro 14 gagné par le gagnant du pli

# alliance_description
source: Add an Alliance for players who both won their respective bids
fr: Ajouter une alliance pour les joueurs en alliance et que chacun ont réussi leurs offres

source: Rascal Bet
fr: Pari Rascal

# rascal_bet_description
source: Add Rascal Bet when a player win a bid using the Pirate Rascal and bet on his win
fr: Ajouter un pari quand un joueur gagne un pli en jouant le pirate Rascal

# globalHowToUse
source: In the case where you add more bonus than wished on a bonus, you can reset it to 0 by overflowing their max value (max value of +10 bonus is 10 times)
fr: Dans le cas ou vous avez ajoutez un bonus plus de fois que voulu, vous pouvez les réinitialiser à 0 en effectuant un appuis long sur l'icone ou en depassant leur valeur maximale (La valeur maximale du bonus +10 est de 10)

# allyHowToUse
source: If an alliance between 2 players comes to be invalid, then you have to reset the ally bonus icon to 0 (or 1 in the case of a player is allied with 2 different players)
fr: Si une alliance vient à se briser lors qu'un des 2 joueurs ne repecte plus son offre initiale, alors il vous faut remettre l'icone alliance à 0 (ou 1 dans le cas ou un joueur est en double alliance)

# pariRascalHowToUse
source: If a player lose his bid, points from rascal bet automatically turns as minus points
fr: Si un joueur perd son offre initiale, les points du pari Rascal se transformeront en malus automatiquement

source: Rules
fr: Règles

# stats
source: Statistics
fr: Statistiques

# goHome
source: Return to title
fr: Retour au menu

source: No
fr: Non

source: Yes
fr: Oui

# playersDefaultPlaceholder
source: Enter player's name
fr: Nom du joueur

# inputDefaultPlaceholder
source: Enter...
fr: Entrer...

# textDefaultPlaceholder
source: Text
fr: Texte
